Repository: polyackiy/MacCam
Catalog: MacCam/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br, ru, zh_hans

source: %d clips · %.1f GB · %.1f GB free
de: %d Clips · %.1f GB · %.1f GB frei
es: %d clips · %.1f GB · %.1f GB libres
fr: %d clips · %.1f Go · %.1f Go libres
it: %d clip · %.1f GB · %.1f GB liberi
ja: %d 個のクリップ · %.1f GB · 空き %.1f GB
pt_br: %d clipes · %.1f GB · %.1f GB livres
ru: %d клипов · %.1f ГБ · свободно %.1f ГБ
zh_hans: %d 个片段 · %.1f GB · %.1f GB 可用

source: %lld cells ignored
de: %lld Zellen ignoriert
es: %lld celdas ignoradas
fr: %lld cellules ignorées
it: %lld celle ignorate
ja: %lld 個のセルを無視
pt_br: %lld células ignoradas
ru: Игнорируется ячеек: %lld
zh_hans: 已忽略 %lld 个单元格

source: %lld zone cells ignored
de: %lld Zonenzellen ignoriert
es: %lld celdas de zona ignoradas
fr: %lld cellules de zone ignorées
it: %lld celle di zona ignorate
ja: %lld 個のゾーンセルを無視
pt_br: %lld células de zona ignoradas
ru: Игнорируется ячеек зоны: %lld
zh_hans: 已忽略 %lld 个区域单元格

source: A manual Start always takes priority over guard mode and schedules.
de: Ein manueller Start hat immer Vorrang vor dem Wächtermodus und Zeitplänen.
es: Iniciar manualmente siempre tiene prioridad sobre el modo de vigilancia y las programaciones.
fr: Un démarrage manuel a toujours priorité sur le mode garde et les horaires.
it: Un avvio manuale ha sempre la priorità sulla modalità sorveglianza e sulle pianificazioni.
ja: 手動の開始は、ガードモードやスケジュールよりも常に優先されます。
pt_br: Um início manual sempre tem prioridade sobre o modo de guarda e as agendas.
ru: Ручной запуск всегда важнее режима охраны и расписаний.
zh_hans: 手动开始的优先级始终高于护卫模式和日程。

source: About MacCam
de: Über MacCam
es: Acerca de MacCam
fr: À propos de MacCam
it: Informazioni su MacCam
ja: MacCam について
pt_br: Sobre o MacCam
ru: О MacCam
zh_hans: 关于 MacCam

source: Always records while monitoring (no detector).
de: Nimmt bei der Überwachung immer auf (keine Erkennung).
es: Graba siempre durante la supervisión (sin detector).
fr: Enregistre en continu pendant la surveillance (sans détecteur).
it: Registra sempre durante il monitoraggio (nessun rilevatore).
ja: 監視中は常に録画します（検出なし）。
pt_br: Grava sempre durante o monitoramento (sem detector).
ru: Пишет всегда во время наблюдения (без детектора).
zh_hans: 监控期间始终录制（无检测器）。

source: Appearance
de: Darstellung
es: Apariencia
fr: Apparence
it: Aspetto
ja: 外観
pt_br: Aparência
ru: Внешний вид
zh_hans: 外观

source: Appearance & Privacy
de: Darstellung & Datenschutz
es: Apariencia y privacidad
fr: Apparence et confidentialité
it: Aspetto e privacy
ja: 外観とプライバシー
pt_br: Aparência e Privacidade
ru: Внешний вид и приватность
zh_hans: 外观与隐私

source: Audio only
de: Nur Audio
es: Solo audio
fr: Audio seulement
it: Solo audio
ja: オーディオのみ
pt_br: Apenas áudio
ru: Только звук
zh_hans: 仅音频

source: Audio-only recording is on — the camera is disabled.
de: Nur-Audio-Aufnahme ist aktiviert – die Kamera ist deaktiviert.
es: La grabación de solo audio está activada; la cámara está desactivada.
fr: L'enregistrement audio seul est activé — la caméra est désactivée.
it: La registrazione solo audio è attiva: la videocamera è disattivata.
ja: オーディオのみの録音が有効です。カメラは無効になっています。
pt_br: A gravação apenas de áudio está ativada — a câmera está desativada.
ru: Включена запись только звука — камера отключена.
zh_hans: 已开启仅音频录制——摄像头已停用。

source: Auto-delete old clips
de: Alte Clips automatisch löschen
es: Eliminar automáticamente los clips antiguos
fr: Supprimer automatiquement les anciens clips
it: Elimina automaticamente i vecchi clip
ja: 古いクリップを自動削除
pt_br: Apagar clipes antigos automaticamente
ru: Автоудаление старых клипов
zh_hans: 自动删除旧片段

source: Automatic (built-in preferred)
de: Automatisch (integriert bevorzugt)
es: Automático (se prefiere la integrada)
fr: Automatique (intégrée privilégiée)
it: Automatica (preferenza integrata)
ja: 自動（内蔵を優先）
pt_br: Automático (interno preferido)
ru: Автоматически (встроенный)
zh_hans: 自动（优先使用内置）

source: Available with the Continuous or Voice trigger and Record audio on.
de: Verfügbar mit dem Auslöser „Kontinuierlich“ oder „Stimme“ und aktivierter Audioaufnahme.
es: Disponible con el activador Continuo o Voz y «Grabar audio» activado.
fr: Disponible avec le déclencheur Continu ou Voix et l'enregistrement audio activé.
it: Disponibile con il trigger Continuo o Voce e con Registra audio attivo.
ja: 連続または音声トリガーで、音声を録音が有効な場合に利用できます。
pt_br: Disponível com o gatilho Contínuo ou Voz e Gravar áudio ativado.
ru: Доступно при триггере «Непрерывно» или «Голос» и включённой записи звука.
zh_hans: 在“持续”或“语音”触发且开启录制音频时可用。

source: Camera
de: Kamera
es: Cámara
fr: Caméra
it: Videocamera
ja: カメラ
pt_br: Câmera
ru: Камера
zh_hans: 摄像头

source: Camera access denied
de: Kamerazugriff verweigert
es: Acceso a la cámara denegado
fr: Accès à la caméra refusé
it: Accesso alla videocamera negato
ja: カメラへのアクセスが拒否されました
pt_br: Acesso à câmera negado
ru: Доступ к камере запрещён
zh_hans: 摄像头访问被拒绝

source: Camera preview unavailable
de: Kameravorschau nicht verfügbar
es: Vista previa de la cámara no disponible
fr: Aperçu de la caméra indisponible
it: Anteprima videocamera non disponibile
ja: カメラのプレビューを利用できません
pt_br: Visualização da câmera indisponível
ru: Изображение с камеры недоступно
zh_hans: 摄像头预览不可用

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
pt_br: Cancelar
ru: Отмена
zh_hans: 取消

source: Changes apply after you reopen MacCam.
de: Änderungen werden nach dem erneuten Öffnen von MacCam wirksam.
es: Los cambios se aplican al volver a abrir MacCam.
fr: Les modifications s'appliquent après la réouverture de MacCam.
it: Le modifiche si applicano dopo aver riaperto MacCam.
ja: 変更は MacCam を開き直すと適用されます。
pt_br: As alterações são aplicadas ao reabrir o MacCam.
ru: Изменения применятся после переоткрытия MacCam.
zh_hans: 重新打开 MacCam 后更改生效。

source: Choose
de: Auswählen
es: Seleccionar
fr: Choisir
it: Scegli
ja: 選択
pt_br: Escolher
ru: Выбрать
zh_hans: 选择

source: Choose Folder…
de: Ordner auswählen…
es: Seleccionar carpeta…
fr: Choisir un dossier…
it: Scegli cartella…
ja: フォルダを選択…
pt_br: Escolher Pasta…
ru: Выбрать папку…
zh_hans: 选择文件夹…

source: Clear
de: Löschen
es: Borrar
fr: Effacer
it: Cancella
ja: 消去
pt_br: Limpar
ru: Очистить
zh_hans: 清除

source: Continuous
de: Kontinuierlich
es: Continuo
fr: Continu
it: Continuo
ja: 連続
pt_br: Contínuo
ru: Непрерывно
zh_hans: 持续

source: Cooldown after motion: %lld s
de: Abklingzeit nach Bewegung: %lld s
es: Espera tras el movimiento: %lld s
fr: Délai après mouvement : %lld s
it: Attesa dopo il movimento: %lld s
ja: モーション後のクールダウン：%lld 秒
pt_br: Intervalo após o movimento: %lld s
ru: Задержка после движения: %lld с
zh_hans: 移动后冷却时间：%lld 秒

source: Delete after %lld days
de: Nach %lld Tagen löschen
es: Eliminar después de %lld días
fr: Supprimer après %lld jours
it: Elimina dopo %lld giorni
ja: %lld 日後に削除
pt_br: Apagar após %lld dias
ru: Удалять через %lld дн.
zh_hans: %lld 天后删除

source: Detection
de: Erkennung
es: Detección
fr: Détection
it: Rilevamento
ja: 検出
pt_br: Detecção
ru: Детекция
zh_hans: 检测

source: Detection Zones
de: Erkennungszonen
es: Zonas de detección
fr: Zones de détection
it: Zone di rilevamento
ja: 検出ゾーン
pt_br: Zonas de Detecção
ru: Зоны детекции
zh_hans: 检测区域

source: Discreet icon
de: Unauffälliges Symbol
es: Icono discreto
fr: Icône discrète
it: Icona discreta
ja: 目立たないアイコン
pt_br: Ícone discreto
ru: Незаметный значок
zh_hans: 隐蔽图标

source: Edit Detection Zones…
de: Erkennungszonen bearbeiten…
es: Editar zonas de detección…
fr: Modifier les zones de détection…
it: Modifica zone di rilevamento…
ja: 検出ゾーンを編集…
pt_br: Editar Zonas de Detecção…
ru: Изменить зоны детекции…
zh_hans: 编辑检测区域…

source: Enabled
de: Aktiviert
es: Activado
fr: Activé
it: Attivato
ja: 有効
pt_br: Ativado
ru: Включено
zh_hans: 已启用

source: End
de: Ende
es: Fin
fr: Fin
it: Fine
ja: 終了
pt_br: Fim
ru: Конец
zh_hans: 结束

source: Enhance voice
de: Stimme verbessern
es: Mejorar voz
fr: Améliorer la voix
it: Migliora la voce
ja: 音声を強調
pt_br: Melhorar voz
ru: Улучшать голос
zh_hans: 增强人声

source: Folder
de: Ordner
es: Carpeta
fr: Dossier
it: Cartella
ja: フォルダ
pt_br: Pasta
ru: Папка
zh_hans: 文件夹

source: Fri
de: Fr
es: Vie
fr: ven
it: ven
ja: 金
pt_br: sex
ru: Пт
zh_hans: 周五

source: General
de: Allgemein
fr: Général
it: Generali
ja: 一般
pt_br: Geral
ru: Общие
zh_hans: 通用

source: Guard
de: Wächter
es: Vigilancia
fr: Garde
it: Sorveglianza
ja: ガード
pt_br: Guarda
ru: Охрана
zh_hans: 护卫

source: Guard mode: monitor while screen is locked
de: Wächtermodus: überwachen, während der Bildschirm gesperrt ist
es: Modo de vigilancia: supervisar con la pantalla bloqueada
fr: Mode garde : surveiller lorsque l'écran est verrouillé
it: Modalità sorveglianza: monitora a schermo bloccato
ja: ガードモード：画面がロック中も監視
pt_br: Modo de guarda: monitorar com a tela bloqueada
ru: Режим охраны: наблюдение при заблокированном экране
zh_hans: 护卫模式：在屏幕锁定时监控

source: High-pass + level evening for clearer speech. For stronger noise removal, turn on Voice Isolation in Control Centre.
de: Hochpassfilter + Pegelangleichung für klarere Sprache. Für stärkere Geräuschunterdrückung aktiviere die Stimmisolation im Kontrollzentrum.
es: Filtro de paso alto + nivelación de volumen para un habla más clara. Para una reducción de ruido más fuerte, activa el Aislamiento de voz en el Centro de Control.
fr: Filtre passe-haut + égalisation du niveau pour une voix plus claire. Pour une réduction du bruit plus forte, activez l'Isolation de la voix dans le Centre de contrôle.
it: Filtro passa-alto + livellamento del volume per un parlato più chiaro. Per una riduzione del rumore più forte, attiva l'Isolamento voce in Centro di Controllo.
ja: ハイパスフィルタと音量の平準化で音声をクリアに。より強力なノイズ除去は、コントロールセンターで「声を分離」をオンにしてください。
pt_br: Filtro passa-alta + nivelamento de volume para uma fala mais clara. Para uma redução de ruído mais forte, ative o Isolamento de Voz na Central de Controle.
ru: Фильтр верхних частот + выравнивание громкости для чёткой речи. Для сильного шумоподавления включите «Изоляцию голоса» в Пункте управления.
zh_hans: 高通滤波 + 音量均衡，让语音更清晰。如需更强降噪，请在控制中心开启“人声突显”。

source: Idle
de: Inaktiv
es: Inactivo
fr: Inactif
it: Inattivo
ja: 待機中
pt_br: Inativo
ru: Ожидание
zh_hans: 空闲

source: In discreet mode the icon looks the same whether idle, monitoring, or recording — only this menu reveals the real status.
de: Im unauffälligen Modus sieht das Symbol bei Inaktivität, Überwachung und Aufnahme gleich aus – nur dieses Menü zeigt den tatsächlichen Status.
es: En el modo discreto, el icono se ve igual tanto si está inactivo, supervisando o grabando; solo este menú muestra el estado real.
fr: En mode discret, l'icône reste identique que l'app soit inactive, en surveillance ou en enregistrement — seul ce menu révèle le véritable état.
it: In modalità discreta l'icona appare identica sia in stato inattivo, sia durante il monitoraggio o la registrazione: solo questo menu mostra lo stato reale.
ja: 目立たないモードでは、待機中・監視中・録画中のいずれもアイコンは同じに見えます。実際の状態はこのメニューでのみ確認できます。
pt_br: No modo discreto, o ícone tem a mesma aparência se inativo, monitorando ou gravando — apenas este menu revela o status real.
ru: В незаметном режиме значок выглядит одинаково при ожидании, наблюдении и записи — реальный статус виден только в этом меню.
zh_hans: 在隐蔽模式下，无论空闲、监控还是录制，图标外观都相同——只有此菜单会显示真实状态。

source: Invert
de: Umkehren
es: Invertir
fr: Inverser
it: Inverti
ja: 反転
pt_br: Inverter
ru: Инвертировать
zh_hans: 反转

source: Keep free: %lld GB (0 = off)
de: Frei halten: %lld GB (0 = aus)
es: Mantener libre: %lld GB (0 = desactivado)
fr: Garder libre : %lld Go (0 = désactivé)
it: Mantieni liberi: %lld GB (0 = disattivato)
ja: 空き容量を確保：%lld GB（0 = オフ）
pt_br: Manter livre: %lld GB (0 = desativado)
ru: Свободно не менее: %lld ГБ (0 — выкл.)
zh_hans: 保留可用空间：%lld GB（0 = 关闭）

source: Keeps recording this long after the trigger stops; longer events split into clips of the max length.
de: Nimmt nach dem Ende des Auslösers noch so lange auf; längere Ereignisse werden in Clips mit maximaler Länge aufgeteilt.
es: Sigue grabando este tiempo después de que se detenga el activador; los eventos más largos se dividen en clips de la duración máxima.
fr: Continue d'enregistrer aussi longtemps après l'arrêt du déclencheur ; les événements plus longs sont découpés en clips de la durée maximale.
it: Continua a registrare per questo tempo dopo che il trigger si interrompe; gli eventi più lunghi vengono suddivisi in clip della durata massima.
ja: トリガー停止後もこの時間だけ録画を続けます。長いイベントは最大長のクリップに分割されます。
pt_br: Continua gravando por este tempo após o gatilho parar; eventos mais longos são divididos em clipes com a duração máxima.
ru: Продолжает запись столько после остановки триггера; длинные события делятся на клипы максимальной длины.
zh_hans: 触发停止后继续录制这段时长；更长的事件会拆分为最大长度的片段。

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
pt_br: Idioma
ru: Язык
zh_hans: 语言

source: Last clip: %@
de: Letzter Clip: %@
es: Último clip: %@
fr: Dernier clip : %@
it: Ultimo clip: %@
ja: 最後のクリップ：%@
pt_br: Último clipe: %@
ru: Последний клип: %@
zh_hans: 最近片段：%@

source: Launch at Login
de: Bei der Anmeldung öffnen
es: Abrir al iniciar sesión
fr: Ouvrir à la connexion
it: Apri al login
ja: ログイン時に開く
pt_br: Abrir ao iniciar sessão
ru: Запуск при входе
zh_hans: 登录时打开

source: Launch at login
de: Bei der Anmeldung öffnen
es: Abrir al iniciar sesión
fr: Ouvrir à la connexion
it: Apri al login
ja: ログイン時に開く
pt_br: Abrir ao iniciar sessão
ru: Запуск при входе в систему
zh_hans: 登录时打开

source: License
de: Lizenz
es: Licencia
fr: Licence
it: Licenza
ja: ライセンス
pt_br: Licença
ru: Лицензия
zh_hans: 许可

source: Location
de: Ort
es: Ubicación
fr: Emplacement
it: Posizione
ja: 場所
pt_br: Local
ru: Расположение
zh_hans: 位置

source: Loop deletes the oldest clips to stay under the limit; Stop & notify halts recording instead.
de: „Schleife“ löscht die ältesten Clips, um unter dem Limit zu bleiben; „Stoppen & melden“ beendet stattdessen die Aufnahme.
es: El bucle elimina los clips más antiguos para no superar el límite; «Detener y notificar» detiene la grabación en su lugar.
fr: Boucle supprime les clips les plus anciens pour rester sous la limite ; Arrêter et notifier interrompt plutôt l'enregistrement.
it: Loop elimina i clip più vecchi per restare sotto il limite; Interrompi e avvisa ferma invece la registrazione.
ja: ループは上限を超えないよう最も古いクリップを削除します。停止して通知は代わりに録画を停止します。
pt_br: O modo Repetição apaga os clipes mais antigos para ficar abaixo do limite; Parar e notificar interrompe a gravação.
ru: «Цикл» удаляет старые клипы ради лимита; «Остановить и уведомить» вместо этого прекращает запись.
zh_hans: “循环”会删除最旧的片段以保持在限制内；“停止并通知”则会停止录制。

source: MacCam Settings
de: MacCam-Einstellungen
es: Ajustes de MacCam
fr: Réglages de MacCam
it: Impostazioni MacCam
ja: MacCam 設定
pt_br: Ajustes do MacCam
ru: Настройки MacCam
zh_hans: MacCam 设置

source: MacCam needs camera access to monitor for motion. Enable it in System Settings → Privacy & Security → Camera.
de: MacCam benötigt Kamerazugriff, um auf Bewegung zu überwachen. Aktiviere ihn unter „Systemeinstellungen“ → „Datenschutz & Sicherheit“ → „Kamera“.
es: MacCam necesita acceso a la cámara para detectar movimiento. Actívalo en Ajustes del Sistema → Privacidad y seguridad → Cámara.
fr: MacCam a besoin d'accéder à la caméra pour détecter les mouvements. Activez-le dans Réglages Système → Confidentialité et sécurité → Caméra.
it: MacCam ha bisogno dell'accesso alla videocamera per rilevare il movimento. Attivalo in Impostazioni di Sistema → Privacy e sicurezza → Videocamera.
ja: MacCam がモーションを監視するにはカメラへのアクセスが必要です。「システム設定」→「プライバシーとセキュリティ」→「カメラ」で有効にしてください。
pt_br: O MacCam precisa de acesso à câmera para monitorar movimento. Ative em Ajustes do Sistema → Privacidade e Segurança → Câmera.
ru: MacCam нужен доступ к камере для наблюдения за движением. Включите его в Системных настройках → Конфиденциальность и безопасность → Камера.
zh_hans: MacCam 需要摄像头访问权限以监控移动。请在“系统设置”→“隐私与安全性”→“摄像头”中启用。

source: MacCam needs microphone access to record audio. Enable it in System Settings → Privacy & Security → Microphone.
de: MacCam benötigt Mikrofonzugriff, um Audio aufzunehmen. Aktiviere ihn unter „Systemeinstellungen“ → „Datenschutz & Sicherheit“ → „Mikrofon“.
es: MacCam necesita acceso al micrófono para grabar audio. Actívalo en Ajustes del Sistema → Privacidad y seguridad → Micrófono.
fr: MacCam a besoin d'accéder au microphone pour enregistrer l'audio. Activez-le dans Réglages Système → Confidentialité et sécurité → Microphone.
it: MacCam ha bisogno dell'accesso al microfono per registrare l'audio. Attivalo in Impostazioni di Sistema → Privacy e sicurezza → Microfono.
ja: MacCam がオーディオを録音するにはマイクへのアクセスが必要です。「システム設定」→「プライバシーとセキュリティ」→「マイク」で有効にしてください。
pt_br: O MacCam precisa de acesso ao microfone para gravar áudio. Ative em Ajustes do Sistema → Privacidade e Segurança → Microfone.
ru: MacCam нужен доступ к микрофону для записи звука. Включите его в Системных настройках → Конфиденциальность и безопасность → Микрофон.
zh_hans: MacCam 需要麦克风访问权限以录制音频。请在“系统设置”→“隐私与安全性”→“麦克风”中启用。

source: Max clip length: %lld s
de: Max. Cliplänge: %lld s
es: Duración máxima del clip: %lld s
fr: Durée maximale du clip : %lld s
it: Durata massima clip: %lld s
ja: 最長クリップ長：%lld 秒
pt_br: Duração máxima do clipe: %lld s
ru: Макс. длина клипа: %lld с
zh_hans: 最长片段时长：%lld 秒

source: Max storage: %lld GB (0 = off)
de: Max. Speicher: %lld GB (0 = aus)
es: Almacenamiento máximo: %lld GB (0 = desactivado)
fr: Stockage maximal : %lld Go (0 = désactivé)
it: Archiviazione massima: %lld GB (0 = disattivato)
ja: 最大ストレージ：%lld GB（0 = オフ）
pt_br: Armazenamento máximo: %lld GB (0 = desativado)
ru: Макс. хранилище: %lld ГБ (0 — выкл.)
zh_hans: 最大储存空间：%lld GB（0 = 关闭）

source: Menu bar
de: Menüleiste
es: Barra de menús
fr: Barre des menus
it: Barra dei menu
ja: メニューバー
pt_br: Barra de menus
ru: Меню-бар
zh_hans: 菜单栏

source: Menu-bar icon
de: Menüleistensymbol
es: Icono de la barra de menús
fr: Icône de la barre des menus
it: Icona della barra dei menu
ja: メニューバーアイコン
pt_br: Ícone da barra de menus
ru: Значок в меню-баре
zh_hans: 菜单栏图标

source: Microphone
de: Mikrofon
es: Micrófono
it: Microfono
ja: マイク
pt_br: Microfone
ru: Микрофон
zh_hans: 麦克风

source: Microphone access denied
de: Mikrofonzugriff verweigert
es: Acceso al micrófono denegado
fr: Accès au microphone refusé
it: Accesso al microfono negato
ja: マイクへのアクセスが拒否されました
pt_br: Acesso ao microfone negado
ru: Доступ к микрофону запрещён
zh_hans: 麦克风访问被拒绝

source: Min clip length: %lld s
de: Min. Cliplänge: %lld s
es: Duración mínima del clip: %lld s
fr: Durée minimale du clip : %lld s
it: Durata minima clip: %lld s
ja: 最短クリップ長：%lld 秒
pt_br: Duração mínima do clipe: %lld s
ru: Мин. длина клипа: %lld с
zh_hans: 最短片段时长：%lld 秒

source: Mon
de: Mo
es: Lun
fr: lun
it: lun
ja: 月
pt_br: seg
ru: Пн
zh_hans: 周一

source: Monitoring
de: Überwachung
es: Supervisando
fr: Surveillance
it: Monitoraggio
ja: 監視中
pt_br: Monitorando
ru: Наблюдение
zh_hans: 监控中

source: Monitoring schedule
de: Überwachungszeitplan
es: Programación de supervisión
fr: Horaire de surveillance
it: Pianificazione monitoraggio
ja: 監視スケジュール
pt_br: Agenda de monitoramento
ru: Расписание наблюдения
zh_hans: 监控日程

source: Motion
de: Bewegung
es: Movimiento
fr: Mouvement
it: Movimento
ja: モーション
pt_br: Movimento
ru: Движение
zh_hans: 移动

source: Motion + Voice
de: Bewegung + Stimme
es: Movimiento + Voz
fr: Mouvement + Voix
it: Movimento + Voce
ja: モーション + 音声
pt_br: Movimento + Voz
ru: Движение + голос
zh_hans: 移动 + 语音

source: Open Clips Folder…
de: Clip-Ordner öffnen…
es: Abrir carpeta de clips…
fr: Ouvrir le dossier des clips…
it: Apri cartella clip…
ja: クリップフォルダを開く…
pt_br: Abrir Pasta de Clipes…
ru: Открыть папку с клипами…
zh_hans: 打开片段文件夹…

source: Open System Settings
de: Systemeinstellungen öffnen
es: Abrir Ajustes del Sistema
fr: Ouvrir Réglages Système
it: Apri Impostazioni di Sistema
ja: 「システム設定」を開く
pt_br: Abrir Ajustes do Sistema
ru: Открыть Системные настройки
zh_hans: 打开“系统设置”

source: Overnight windows (start after end) span midnight.
de: Über-Nacht-Zeitfenster (Start nach Ende) reichen über Mitternacht.
es: Las franjas nocturnas (con inicio posterior al fin) abarcan la medianoche.
fr: Les plages nocturnes (début après la fin) couvrent minuit.
it: Le finestre notturne (inizio dopo la fine) attraversano la mezzanotte.
ja: 夜間の時間帯（終了より後に開始）は深夜をまたぎます。
pt_br: Janelas noturnas (início após o fim) cruzam a meia-noite.
ru: Ночные окна (начало позже конца) переходят через полночь.
zh_hans: 跨夜时段（开始晚于结束）会跨越午夜。

source: Pre-roll (record seconds before motion)
de: Vorlauf (Sekunden vor Bewegung aufnehmen)
es: Pre-grabación (grabar segundos antes del movimiento)
fr: Pré-enregistrement (enregistrer des secondes avant le mouvement)
it: Pre-roll (registra i secondi prima del movimento)
ja: プリロール（モーション前の秒数を録画）
pt_br: Pré-gravação (gravar segundos antes do movimento)
ru: Пре-ролл (запись секунд до движения)
zh_hans: 预录（在移动前录制的秒数）

source: Pre-roll: %lld s
de: Vorlauf: %lld s
es: Pre-grabación: %lld s
fr: Pré-enregistrement : %lld s
ja: プリロール：%lld 秒
pt_br: Pré-gravação: %lld s
ru: Пре-ролл: %lld с
zh_hans: 预录：%lld 秒

source: Private, offline motion-detecting security camera
de: Private, offline arbeitende Überwachungskamera mit Bewegungserkennung
es: Cámara de seguridad privada y sin conexión que detecta movimiento
fr: Caméra de sécurité privée et hors ligne à détection de mouvement
it: Videocamera di sicurezza privata e offline con rilevamento del movimento
ja: プライベートでオフラインのモーション検出セキュリティカメラ
pt_br: Câmera de segurança privada e offline com detecção de movimento
ru: Приватная офлайн-камера наблюдения с детекцией движения
zh_hans: 私密、离线的移动侦测安防摄像头

source: Quality
de: Qualität
es: Calidad
fr: Qualité
it: Qualità
ja: 品質
pt_br: Qualidade
ru: Качество
zh_hans: 画质

source: Quit MacCam
de: MacCam beenden
es: Salir de MacCam
fr: Quitter MacCam
it: Esci da MacCam
ja: MacCam を終了
pt_br: Encerrar o MacCam
ru: Выйти из MacCam
zh_hans: 退出 MacCam

source: Record audio
de: Audio aufnehmen
es: Grabar audio
fr: Enregistrer l'audio
it: Registra audio
ja: オーディオを録音
pt_br: Gravar áudio
ru: Записывать звук
zh_hans: 录制音频

source: Record audio only (no video)
de: Nur Audio aufnehmen (kein Video)
es: Grabar solo audio (sin vídeo)
fr: Enregistrer l'audio seulement (sans vidéo)
it: Registra solo audio (nessun video)
ja: オーディオのみ録音（ビデオなし）
pt_br: Gravar apenas áudio (sem vídeo)
ru: Записывать только звук (без видео)
zh_hans: 仅录制音频（无视频）

source: Recording
de: Aufnahme
es: Grabando
fr: Enregistrement
it: Registrazione
ja: 録画
pt_br: Gravando
ru: Запись
zh_hans: 录制

source: Recording schedule
de: Aufnahmezeitplan
es: Programación de grabación
fr: Horaire d'enregistrement
it: Pianificazione registrazione
ja: 録画スケジュール
pt_br: Agenda de gravação
ru: Расписание записи
zh_hans: 录制日程

source: Recording trigger
de: Aufnahmeauslöser
es: Activador de grabación
fr: Déclencheur d'enregistrement
it: Trigger di registrazione
ja: 録画トリガー
pt_br: Gatilho de gravação
ru: Триггер записи
zh_hans: 录制触发

source: Recording…
de: Aufnahme…
es: Grabando…
fr: Enregistrement…
it: Registrazione…
ja: 録画中…
pt_br: Gravando…
ru: Идёт запись…
zh_hans: 录制中…

source: Records on motion or speech.
de: Nimmt bei Bewegung oder Sprache auf.
es: Graba al detectar movimiento o voz.
fr: Enregistre en cas de mouvement ou de parole.
it: Registra al rilevamento di movimento o voce.
ja: モーションまたは音声で録画します。
pt_br: Grava ao detectar movimento ou fala.
ru: Пишет при движении или речи.
zh_hans: 在移动或说话时录制。

source: Records when human speech is detected.
de: Nimmt auf, wenn menschliche Sprache erkannt wird.
es: Graba cuando se detecta voz humana.
fr: Enregistre lorsqu'une parole humaine est détectée.
it: Registra quando viene rilevata la voce umana.
ja: 人の音声が検出されたときに録画します。
pt_br: Grava quando fala humana é detectada.
ru: Пишет при обнаружении человеческой речи.
zh_hans: 在检测到人声时录制。
